{
  "meta":{
    "bio":"Je m’appelle Lionel Breduillieard et je suis <strong>développeur front-end</strong> indépendant.\nJe réalise des applications web, mobile ou les deux, en portant une attention particulière au design et à l’ergonomie.\nInstallé au sud de Valence (Drôme - France), j’interviens en télétravail partout en France (et pourquoi pas dans le monde).",
    "title":"L'atelier du Lumographe",
    "avatar":"medias/lionel.jpg",
    "bubbles":[
      "Échanger et apporter mon expertise pour faire de votre projet web, un outil simple, efficace et durable"
    ],
    "email":"lionel@lumographe.fr",
    "mobile":"+33 6 83 74 37 74",
    "socialLinks":[
      {
        "name":"email",
        "url":"mailto:lionel@lumographe.fr",
        "value":"lionel (at) lumographe.fr "
      }, {
        "name":"mobile",
        "url":"https://fr.linkedin.com/in/lionelbreduillieard",
        "value":"Lionel Breduillieard"
      },{
        "name":"twitter",
        "url":"https://twitter.com/lumographe",
        "value":"@lumographe"
      }, {
        "name":"linkedin",
        "url":"https://fr.linkedin.com/in/lionelbreduillieard",
        "value":"Lionel Breduillieard"
      }, {
        "name":"github",
        "url":"https://github.com/lionelB",
        "value":"lionelB"
      }, {
        "name":"hopwork",
        "url":"https://hopwork.com/profile/lionelbreduillieard",
        "value":"lionel Breduillieard"
      }
    ],
    "projects":[
      {
        "title": "Magency Training Plateform",
        "description": "Magency propose une solution pour animer des formations ou des réunions en favorisant la qualité et la richesses des interactions. Au cours de cette mission, j’ai accompagné l’équipe de developpement front-end à mettre en place un envirenoment de tests automatisé afin d’améliorer la qualité du code de leur application et limiter la dette technique. Un travail important de refactoring a aussi été méné en parallèlle sur l'architecture et les outils de développement afin de faciliter les prochaines évolutions fonctionnelles et techniques.",
        "slug": "magency",
        "year": 2016,
        "image": "static/img/magency/magency1.png",
        "client": {
          "logo": "static/img/magency/magency-logo.png",
          "name": "Magency Digital"
        }
      }, {
        "title": "Ticket Designer",
        "description": "La société TombolaDirecte souhaitait proposer un module interactif de création de ticket de tombala pour leur utilisateur dans le cadre d'une refonte de leur parcours utilisateur. Cette mission présentait un challenge technique très intéressant: un éditeur WYSIWYG basé sur du SVG. L'utilisateur peut ainsi à loisir ajouter des formes, des images ou des textes, ou plus simplement personnaliser un des nombreux modèles existant.",
        "slug": "ticket-designer",
        "year": 2015,
        "image": "static/img/tomboladirecte/designer.png",
        "client": {
          "logo": "static/img/tomboladirecte/tomboladirecte-logo.png",
          "name": "Tombola directe"
        }
      }, {
        "title": "Ui-Designer",
        "description": "UI-designer est un éditeur WISIWIG permet au utilisateur de concevoir des pages, des formulaires ainsi que des widgets qui pourront ensuite etre déployé dans la solution de BPM opensource que propose Bonitasoft. Disponible en plusieurs langues et décliné en 2 versions (community & subscription). Je suis venu renforcer l'équipe afin d'apporter mes compétences en javascript ainsi qu'en ",
        "slug": "ui-designer",
        "year": 2015,
        "image": "static/img/bonitasoft/ui-designer-1.png",
        "client": {
          "logo": "static/img/bonitasoft/bonitasoft.png",
          "name": "Bonitasoft"
        }
      }
    ],

    "skills":[ {
        "label":"Techniques",
        "values":[
          "HTML, CSS, Javascript",
          "vanilla, AngularJs, reactJs, jQuery",
          "BEM, Stylus, Less, Sass, Compass",
          "npm scripts, Gulp, Grunt, Brunch",
          "Git, github collaboration"
        ]
      },
      {
        "label":"Générales",
        "values":[
          "Ergonomie, expérience utilisateur",
          "Design, interface",
          "Bonnes pratiques, accessibilité",
          "Performance"
        ]
      },
      {
        "label":"En cours",
        "values":[
          "ReactJs",
          "Isomorphic App"
        ]
      }
    ]
  },
  "html":"<p>Bonjour,\net bienvenue. Je m’appelle <strong>Lionel Breduillieard</strong> et je suis développeur web indépendant.</p>\n<p>Je réalise des applications web, mobile ou les deux, en portant une attention particulière au design et à l’ergonomie.</p>\n<p>Installé au sud de Valence (Drôme - France),<br>\n<strong>j’interviens en télétravail</strong> partout en France (et pourquoi pas dans le monde).</p>\n<hr>\n<p>Le Lumographe, c’est Lionel Breduillieard, passionné de conception web, d’ergonomie et de conception centrée sur l’utilisateur.</p>\n<p>J’ai commencé par travailler à l’université Lumière Lyon 2 où je me suis occupé de la création, la conception, la migration des portails institutionnels.<span class=\"large\"> De cette première expérience, j’ai acquis de solides compétences en développement front-end, accessibilité et respect des standards</span></p>\n<p>Par la suite, j’ai  participé à la conception et la réalisation d’applications web innovantes comme la gestion des podcasts<span class=\"large\"> de cours de l’université (de l’enregistrement à la diffusion)</span> ou un logiciel de tutorat en ligne spécialisé dans l’apprentissage des langues.</p>\n<p>En 2012, j’ai choisi de rejoindre une coopérative d’entrepreneurs, <a href=\"http://www.solstice.coop\">SOLSTICE</a>, afin de démarrer mon activité de développeur web indépendant.\n<span class=\"large\">C’est fort de ces expériences, que je mets maintenant à profit mes compétences pour</span> réaliser des applications web et mobile !</p>\n<p>N’hésitez pas à me contacter !</p>\n"
}
